{
    "summary": "Можете дигитализовати омиљене књиге своје породице и укључити онолико читалаца колико су спремни да сами себе сниме.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Отварање „Књига Буилдер“",
            "ariaLabel": {
                "expanded": "срушити отварање одељка за прављење књига",
                "collapsed": "отворите отварање одељка за прављење књига"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "Са било које странице можете приступити „Књига Буилдеру“ преко менија хамбургера у горњем левом углу екрана.",
                    "2": "Одатле притисните опцију „Књига Буилдер“."
                },
                "title": "Хамбургер Мену"
            },
            "actionButton": {
                "messages": {
                    "1": "Са странице „Угао за читање“ можете приступити „Књига Буилдеру“ притиском на дугме (+) у доњем десном углу екрана.",
                    "2": "Одатле притисните опцију „направи књигу“."
                },
                "title": "Ацтион Буттон"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Користећи \"Књига Буилдер\"",
            "ariaLabel": {
                "expanded": "сажмите одељак помоћу одељка за прављење књига",
                "collapsed": "отворите одељак помоћу алатке за прављење књига"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Књига мора да садржи најмање 1 страницу, али нема горњу границу.",
                    "2": "Приликом снимања или отпремања слике која ће се користити за страницу, АИ ће се користити за издвајање текста из слике. "
                },
                "title": "Боок Пагес"
            },
            "bookBuilder": {
                "messages": {
                    "1": "У „Књигу Буилдер“ ћете моћи да наведете неколико атрибута који се односе на књигу.",
                    "2": "Овде се може навести наслов књиге, неколико слика, изворне информације, кашњења, читаоци и странице."
                },
                "title": "Боок Буилдер"
            },
            "saveBook": {
                "messages": {
                    "1": "Када су сва поља књиге попуњена, књига мора бити сачувана на уређају.",
                    "2": "Након чувања, подаци књиге ће бити проверени да бисмо били сигурни да су сви валидни; "
                },
                "title": "Чување књиге"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Слике се могу снимити помоћу камере вашег уређаја или се могу учитати из ваше галерије.",
                    "2": "Када је слика изабрана, може се уредити како би се осигурало да изгледа најбоље што може.",
                    "3": "Притиском на постојећу слику ће се појавити дугмад за слику."
                },
                "title": "Боок Имагес"
            },
            "bookDelays": {
                "messages": {
                    "1": "Могу се дефинисати кашњења која ће утицати на репродукцију књиге.",
                    "2": "Ова кашњења могу осигурати да аудио репродукција не звучи превише нагло."
                },
                "title": "Боок Делаис"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Када се књига аутоматски репродукује, одређени звук се може репродуковати када се страница заврши и следећа страница је спремна за почетак.",
                    "2": "Може се изабрати скуп унапред дефинисаних звукова или се може учитати или снимити прилагођени звук."
                },
                "title": "Паге Цханге Аудио"
            },
            "bookReader": {
                "messages": {
                    "1": "Књига може да садржи било који број читалаца.",
                    "2": "Сваки читалац ће снимити себе како чита сваку страницу књиге и тако ће бити доступан за читање књиге током репродукције књиге."
                },
                "title": "Боок Реадерс"
            },
            "bookSource": {
                "messages": {
                    "1": "О књизи се могу навести изворне информације.",
                    "2": "Иако су ове изворне информације опционе, могу вам помоћи да пратите своје омиљене приче."
                },
                "title": "Информације о извору књиге"
            }
        }
    }
}