{
    "summary": "Пре него што дате свој уређај детету, можете да закључате апликацију да спречите децу да бришу књиге или уносе друге промене.",
    "enabling": {
        "messages": {
            "1": "Да бисте омогућили функцију родитељског закључавања, отворите мени хамбургера и притисните икону за отварање закључавања у горњем десном углу.",
            "2": "Ово ће од вас затражити да доставите своју биометријску потврду која ће иницијализирати функцију родитељског закључавања.",
            "3": "Сада када је функција родитељског закључавања омогућена, притиском на икону за отварање закључава се апликација.",
            "4": "Када је функција родитељског закључавања омогућена, сваки пут када се апликација покрене, она ће бити у закључаном режиму."
        },
        "title": "Омогући родитељско закључавање"
    },
    "disabling": {
        "messages": {
            "1": "Да бисте онемогућили функцију родитељског закључавања, отворите мени хамбургера и притисните ставку подешавања на дну.",
            "2": "На страници са подешавањима поништите избор функције „Родитељско закључавање“."
        },
        "title": "Онемогућите родитељско закључавање"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Када је апликација закључана, неколико функција апликације неће бити приказане као што су контекстни менији или дугмад који вам омогућавају да додајете/уклањате књиге.",
            "2": "Ово ставља апликацију у режим само за читање који је безбедан за децу.",
            "3": "Да бисте приступили тим скривеним функцијама, мораћете да откључате апликацију."
        },
        "title": "Закључане функције"
    },
    "locked": {
        "messages": {
            "1": "Да бисте откључали апликацију, отворите мени хамбургера и притисните затворену икону закључавања у горњем десном углу.",
            "2": "Ово ће од вас затражити да доставите своју биометријску потврду која ће откључати апликацију."
        },
        "title": "Откључај апликацију"
    }
}