{
    "summary": "Ви можете оцифрувати улюблені книги вашої родини та залучити стільки читачів, скільки бажають записати себе.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Відкриття «Книгобудівника»",
            "ariaLabel": {
                "expanded": "згорнути відкриття розділу конструктора книг",
                "collapsed": "відкрити відкривається розділ конструктора книг"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "З будь-якої сторінки ви можете отримати доступ до «Конструктора книг» через меню гамбургера у верхньому лівому куті екрана.",
                    "2": "Звідти натисніть опцію «Book Builder»."
                },
                "title": "Гамбургер меню"
            },
            "actionButton": {
                "messages": {
                    "1": "На сторінці «Куточок для читання» ви можете отримати доступ до «Конструктора книг», натиснувши кнопку (+) у нижньому правому куті екрана.",
                    "2": "Звідти натисніть опцію «створити книгу»."
                },
                "title": "Кнопка дії"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Використання «Конструктора книг»",
            "ariaLabel": {
                "expanded": "згорнути розділ використання конструктора книг",
                "collapsed": "відкрийте розділ використання конструктора книг"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Книга має містити принаймні 1 сторінку, але не має верхнього обмеження.",
                    "2": "Під час захоплення або завантаження зображення, яке буде використовуватися для сторінки, штучний інтелект використовуватиметься для вилучення тексту із зображення. "
                },
                "title": "Сторінки книги"
            },
            "bookBuilder": {
                "messages": {
                    "1": "У «Конструкторі книг» ви зможете вказати кілька атрибутів, пов’язаних із книгою.",
                    "2": "Тут можна вказати назву книги, кілька зображень, вихідну інформацію, затримки, читачів і сторінки."
                },
                "title": "Книгобудівник"
            },
            "saveBook": {
                "messages": {
                    "1": "Коли всі поля книги будуть заповнені, книгу необхідно зберегти на пристрої.",
                    "2": "Після збереження дані книги буде перевірено, щоб переконатися, що всі вони дійсні; "
                },
                "title": "Збереження книги"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Зображення можна зняти за допомогою камери пристрою або завантажити з галереї.",
                    "2": "Коли зображення вибрано, його можна відредагувати, щоб воно виглядало якнайкраще.",
                    "3": "Натискання на наявне зображення призведе до появи кнопок зображення."
                },
                "title": "Зображення книг"
            },
            "bookDelays": {
                "messages": {
                    "1": "Можна визначити затримки, які впливатимуть на відтворення книги.",
                    "2": "Ці затримки можуть гарантувати, що відтворення звуку не буде надто різким."
                },
                "title": "Затримки книг"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Під час автоматичного відтворення книги можна відтворити певний звук, коли сторінка завершена й наступна сторінка готова почати.",
                    "2": "Можна вибрати набір попередньо визначених звуків або завантажити або записати спеціальний звук."
                },
                "title": "Page Change Audio"
            },
            "bookReader": {
                "messages": {
                    "1": "Книга може містити будь-яку кількість читачів.",
                    "2": "Кожен читач записуватиме себе, читаючи кожну сторінку книги, і таким чином буде доступний для читання книги під час відтворення книги."
                },
                "title": "Читачі книг"
            },
            "bookSource": {
                "messages": {
                    "1": "Про книгу можна подати вихідну інформацію.",
                    "2": "Хоча ця інформація про джерело необов’язкова, вона може допомогти відстежувати ваші улюблені історії."
                },
                "title": "Інформація про джерело книги"
            }
        }
    }
}