{
    "summary": "คุณสามารถแปลงหนังสือเล่มโปรดของครอบครัวคุณให้เป็นดิจิทัล และรวมผู้อ่านได้มากเท่าที่ยินดีจะบันทึกด้วยตนเอง",
    "openingBookBuilder": {
        "collapsible": {
            "title": "การเปิด \"Book Builder\"",
            "ariaLabel": {
                "expanded": "ยุบส่วนการเปิดส่วนสร้างหนังสือ",
                "collapsed": "เปิดการเปิดส่วนการสร้างหนังสือ"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "จากหน้าใดก็ได้ คุณสามารถเข้าถึง \"Book Builder\" ได้ผ่านทางเมนูแฮมเบอร์เกอร์ที่ด้านซ้ายบนของหน้าจอ",
                    "2": "จากนั้นกดตัวเลือก \"Book Builder\""
                },
                "title": "เมนูแฮมเบอร์เกอร์"
            },
            "actionButton": {
                "messages": {
                    "1": "จากหน้า \"มุมอ่านหนังสือ\" คุณสามารถเข้าถึง \"Book Builder\" ได้โดยการกดปุ่ม (+) ที่มุมขวาล่างของหน้าจอ",
                    "2": "จากนั้นกดตัวเลือก \"สร้างหนังสือ\""
                },
                "title": "ปุ่มการดำเนินการ"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "การใช้ \"เครื่องมือสร้างหนังสือ\"",
            "ariaLabel": {
                "expanded": "ยุบส่วนการใช้ตัวสร้างหนังสือ",
                "collapsed": "เปิดส่วนการใช้ตัวสร้างหนังสือ"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "หนังสือต้องมีอย่างน้อย 1 หน้า แต่ไม่มีขีดจำกัดบน",
                    "2": "เมื่อจับภาพหรืออัพโหลดรูปภาพเพื่อใช้สำหรับเพจ AI จะถูกใช้เพื่อแยกข้อความออกจากรูปภาพ "
                },
                "title": "หน้าหนังสือ"
            },
            "bookBuilder": {
                "messages": {
                    "1": "ใน \"Book Builder\" คุณจะสามารถระบุคุณลักษณะต่างๆ ที่เกี่ยวข้องกับหนังสือได้",
                    "2": "สามารถระบุชื่อหนังสือ รูปภาพหลายภาพ แหล่งข้อมูล ความล่าช้า ผู้อ่าน และหน้าต่างๆ ได้ที่นี่"
                },
                "title": "ผู้สร้างหนังสือ"
            },
            "saveBook": {
                "messages": {
                    "1": "เมื่อกรอกข้อมูลทุกช่องของหนังสือแล้ว จะต้องบันทึกหนังสือลงในอุปกรณ์",
                    "2": "เมื่อบันทึกแล้ว ข้อมูลหนังสือจะถูกตรวจสอบเพื่อให้แน่ใจว่าถูกต้องทั้งหมด "
                },
                "title": "การบันทึกหนังสือ"
            },
            "modifyingImages": {
                "messages": {
                    "1": "ภาพสามารถจับภาพได้โดยใช้กล้องอุปกรณ์ของคุณหรือโหลดจากแกลเลอรีของคุณ",
                    "2": "เมื่อเลือกรูปภาพแล้ว คุณจะสามารถแก้ไขได้เพื่อให้แน่ใจว่ารูปภาพจะดูดีที่สุดเท่าที่จะทำได้",
                    "3": "การกดบนรูปภาพที่มีอยู่จะเป็นการเปิดปุ่มรูปภาพขึ้นมา"
                },
                "title": "รูปภาพหนังสือ"
            },
            "bookDelays": {
                "messages": {
                    "1": "สามารถกำหนดความล่าช้าได้ซึ่งจะส่งผลต่อการเล่นหนังสือ",
                    "2": "ความล่าช้าเหล่านี้ช่วยให้มั่นใจได้ว่าการเล่นเสียงจะไม่ดังกะทันหันเกินไป"
                },
                "title": "หนังสือล่าช้า"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "เมื่อหนังสือกำลังเล่นอัตโนมัติ จะสามารถเล่นเสียงเฉพาะได้เมื่ออ่านจบหน้าหนึ่งและหน้าถัดไปพร้อมที่จะเริ่ม",
                    "2": "สามารถเลือกชุดเสียงที่กำหนดไว้ล่วงหน้าหรืออัพโหลดหรือบันทึกเสียงแบบกำหนดเองได้"
                },
                "title": "หน้าเปลี่ยนเสียง"
            },
            "bookReader": {
                "messages": {
                    "1": "หนังสือสามารถมีผู้อ่านจำนวนเท่าใดก็ได้",
                    "2": "ผู้อ่านแต่ละคนจะบันทึกตนเองว่าอ่านหนังสือแต่ละหน้า ดังนั้นจึงสามารถอ่านหนังสือได้ในระหว่างการเล่นหนังสือ"
                },
                "title": "ผู้อ่านหนังสือ"
            },
            "bookSource": {
                "messages": {
                    "1": "สามารถให้ข้อมูลแหล่งที่มาเกี่ยวกับหนังสือได้",
                    "2": "แม้ว่าแหล่งข้อมูลนี้จะเป็นทางเลือก แต่ก็สามารถช่วยติดตามเรื่องราวที่คุณชื่นชอบได้"
                },
                "title": "ข้อมูลแหล่งที่มาของหนังสือ"
            }
        }
    }
}