{
    "summary": "ਤੁਸੀਂ ਆਪਣੇ ਪਰਿਵਾਰਾਂ ਦੀਆਂ ਮਨਪਸੰਦ ਕਿਤਾਬਾਂ ਨੂੰ ਡਿਜੀਟਾਈਜ਼ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਇੱਛੁਕ ਪਾਠਕ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।",
    "openingBookBuilder": {
        "collapsible": {
            "title": "\"ਬੁੱਕ ਬਿਲਡਰ\" ਖੋਲ੍ਹਣਾ",
            "ariaLabel": {
                "expanded": "ਬੁੱਕ ਬਿਲਡਰ ਸੈਕਸ਼ਨ ਨੂੰ ਖੋਲ੍ਹਣ ਨੂੰ ਸਮੇਟਣਾ",
                "collapsed": "ਬੁੱਕ ਬਿਲਡਰ ਸੈਕਸ਼ਨ ਨੂੰ ਖੋਲ੍ਹੋ"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "ਕਿਸੇ ਵੀ ਪੰਨੇ ਤੋਂ, ਤੁਸੀਂ ਸਕ੍ਰੀਨ ਦੇ ਉੱਪਰ-ਖੱਬੇ ਪਾਸੇ ਹੈਮਬਰਗਰ ਮੀਨੂ ਰਾਹੀਂ \"ਬੁੱਕ ਬਿਲਡਰ\" ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ।",
                    "2": "ਉੱਥੋਂ \"ਬੁੱਕ ਬਿਲਡਰ\" ਵਿਕਲਪ ਨੂੰ ਦਬਾਓ।"
                },
                "title": "ਹੈਮਬਰਗਰ ਮੀਨੂ"
            },
            "actionButton": {
                "messages": {
                    "1": "\"ਰੀਡਿੰਗ ਕਾਰਨਰ\" ਪੰਨੇ ਤੋਂ, ਤੁਸੀਂ ਸਕ੍ਰੀਨ ਦੇ ਹੇਠਾਂ-ਸੱਜੇ ਪਾਸੇ (+) ਬਟਨ ਨੂੰ ਦਬਾ ਕੇ \"ਬੁੱਕ ਬਿਲਡਰ\" ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ।",
                    "2": "ਉੱਥੋਂ \"ਇੱਕ ਕਿਤਾਬ ਬਣਾਓ\" ਵਿਕਲਪ ਨੂੰ ਦਬਾਓ।"
                },
                "title": "ਐਕਸ਼ਨ ਬਟਨ"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "\"ਬੁੱਕ ਬਿਲਡਰ\" ਦੀ ਵਰਤੋਂ ਕਰਨਾ",
            "ariaLabel": {
                "expanded": "ਬੁੱਕ ਬਿਲਡਰ ਸੈਕਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਮੇਟਣਾ",
                "collapsed": "ਬੁੱਕ ਬਿਲਡਰ ਸੈਕਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਖੋਲ੍ਹੋ"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "ਇੱਕ ਕਿਤਾਬ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ 1 ਪੰਨਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਪਰ ਕੋਈ ਉਪਰਲੀ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
                    "2": "ਕਿਸੇ ਪੰਨੇ ਲਈ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਚਿੱਤਰ ਨੂੰ ਕੈਪਚਰ ਜਾਂ ਅਪਲੋਡ ਕਰਨ ਵੇਲੇ, AI ਦੀ ਵਰਤੋਂ ਚਿੱਤਰ ਤੋਂ ਟੈਕਸਟ ਨੂੰ ਐਕਸਟਰੈਕਟ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ। "
                },
                "title": "ਕਿਤਾਬ ਦੇ ਪੰਨੇ"
            },
            "bookBuilder": {
                "messages": {
                    "1": "\"ਬੁੱਕ ਬਿਲਡਰ\" ਵਿੱਚ, ਤੁਸੀਂ ਕਿਤਾਬ ਨਾਲ ਸਬੰਧਤ ਕਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
                    "2": "ਕਿਤਾਬ ਦਾ ਸਿਰਲੇਖ, ਕਈ ਚਿੱਤਰ, ਸਰੋਤ ਜਾਣਕਾਰੀ, ਦੇਰੀ, ਪਾਠਕ ਅਤੇ ਪੰਨੇ ਸਭ ਇੱਥੇ ਦਿੱਤੇ ਜਾ ਸਕਦੇ ਹਨ।"
                },
                "title": "ਬੁੱਕ ਬਿਲਡਰ"
            },
            "saveBook": {
                "messages": {
                    "1": "ਜਦੋਂ ਕਿਸੇ ਕਿਤਾਬ ਦੇ ਸਾਰੇ ਖੇਤਰਾਂ ਨੂੰ ਭਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਕਿਤਾਬ ਨੂੰ ਡਿਵਾਈਸ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
                    "2": "ਸੁਰੱਖਿਅਤ ਕਰਨ 'ਤੇ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿਤਾਬ ਦੇ ਡੇਟਾ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇਗੀ ਕਿ ਇਹ ਸਭ ਵੈਧ ਹੈ; "
                },
                "title": "ਇੱਕ ਕਿਤਾਬ ਨੂੰ ਸੰਭਾਲਣਾ"
            },
            "modifyingImages": {
                "messages": {
                    "1": "ਤਸਵੀਰਾਂ ਜਾਂ ਤਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੈਪਚਰ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ, ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੀ ਗੈਲਰੀ ਤੋਂ ਲੋਡ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
                    "2": "ਜਦੋਂ ਇੱਕ ਚਿੱਤਰ ਚੁਣਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਇਹ ਸਭ ਤੋਂ ਵਧੀਆ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ.",
                    "3": "ਮੌਜੂਦਾ ਚਿੱਤਰ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਚਿੱਤਰ ਬਟਨ ਸਾਹਮਣੇ ਆ ਜਾਣਗੇ।"
                },
                "title": "ਬੁੱਕ ਚਿੱਤਰ"
            },
            "bookDelays": {
                "messages": {
                    "1": "ਦੇਰੀ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੋ ਕਿਤਾਬ ਦੇ ਪਲੇਬੈਕ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰੇਗਾ।",
                    "2": "ਇਹ ਦੇਰੀ ਇਹ ਯਕੀਨੀ ਬਣਾ ਸਕਦੀਆਂ ਹਨ ਕਿ ਆਡੀਓ ਪਲੇਬੈਕ ਬਹੁਤ ਅਚਾਨਕ ਨਹੀਂ ਵੱਜਦਾ।"
                },
                "title": "ਬੁੱਕ ਵਿੱਚ ਦੇਰੀ"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "ਜਦੋਂ ਇੱਕ ਕਿਤਾਬ ਆਟੋ-ਪਲੇ ਕੀਤੀ ਜਾ ਰਹੀ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਇੱਕ ਖਾਸ ਧੁਨੀ ਚਲਾਈ ਜਾ ਸਕਦੀ ਹੈ ਜਦੋਂ ਇੱਕ ਪੰਨਾ ਪੂਰਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਅਗਲਾ ਪੰਨਾ ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਤਿਆਰ ਹੁੰਦਾ ਹੈ।",
                    "2": "ਪੂਰਵ-ਪ੍ਰਭਾਸ਼ਿਤ ਆਵਾਜ਼ਾਂ ਦਾ ਇੱਕ ਸੈੱਟ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਇੱਕ ਕਸਟਮ ਧੁਨੀ ਨੂੰ ਅੱਪਲੋਡ ਜਾਂ ਰਿਕਾਰਡ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।"
                },
                "title": "ਪੰਨਾ ਬਦਲੋ ਆਡੀਓ"
            },
            "bookReader": {
                "messages": {
                    "1": "ਇੱਕ ਕਿਤਾਬ ਵਿੱਚ ਪਾਠਕਾਂ ਦੀ ਗਿਣਤੀ ਹੋ ਸਕਦੀ ਹੈ।",
                    "2": "ਹਰੇਕ ਪਾਠਕ ਕਿਤਾਬ ਦੇ ਹਰੇਕ ਪੰਨੇ ਨੂੰ ਪੜ੍ਹ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਰਿਕਾਰਡ ਕਰੇਗਾ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਕਿਤਾਬ ਪਲੇਅਬੈਕ ਦੌਰਾਨ ਕਿਤਾਬ ਪੜ੍ਹਨ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
                },
                "title": "ਪੁਸਤਕ ਪਾਠਕ"
            },
            "bookSource": {
                "messages": {
                    "1": "ਕਿਤਾਬ ਬਾਰੇ ਸਰੋਤ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
                    "2": "ਹਾਲਾਂਕਿ ਇਹ ਸਰੋਤ ਜਾਣਕਾਰੀ ਵਿਕਲਪਿਕ ਹੈ, ਇਹ ਤੁਹਾਡੀਆਂ ਮਨਪਸੰਦ ਕਹਾਣੀਆਂ ਦਾ ਧਿਆਨ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ।"
                },
                "title": "ਕਿਤਾਬ ਸਰੋਤ ਜਾਣਕਾਰੀ"
            }
        }
    }
}