{
    "summary": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਇੱਕ ਕਿਤਾਬ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਇਸਨੂੰ ਪਰਿਵਾਰ ਅਤੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ।",
    "exporting": {
        "messages": {
            "1": "ਤੁਸੀਂ ਜਾਂ ਤਾਂ ਇੱਕ ਕਿਤਾਬ ਨੂੰ ਨਿਰਯਾਤ ਕਰ ਸਕਦੇ ਹੋ, ਇਸਦੇ ਸੰਦਰਭ ਮੀਨੂ ਦੁਆਰਾ, ਜਾਂ ਇੱਕ ਵਾਰ ਵਿੱਚ ਕਈ ਕਿਤਾਬਾਂ, ਇੱਕ ਤੋਂ ਵੱਧ ਕਿਤਾਬਾਂ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਹੋਲਡ ਕਰਕੇ।",
            "2": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕਿਤਾਬਾਂ (ਕਿਤਾਬਾਂ) ਦੀ ਚੋਣ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਫਿਰ ਇਹ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਨਿਰਯਾਤ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
            "3": "ਮੂਲ ਰੂਪ ਵਿੱਚ, ਪੂਰੀ ਕਿਤਾਬ ਨੂੰ ਨਿਰਯਾਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਪਰ ਤੁਸੀਂ ਚੁਣ ਸਕਦੇ ਹੋ ਅਤੇ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੇ ਪਾਠਕ ਕਿਤਾਬ ਸਮੱਗਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣੇ ਹਨ ਜਾਂ ਤੁਸੀਂ ਸਿਰਫ਼ ਖਾਸ ਪਾਠਕਾਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।",
            "4": "ਜਦੋਂ ਤੁਸੀਂ ਸਿਰਫ਼ ਰੀਡਰ ਜਾਣਕਾਰੀ ਨੂੰ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ ਰਿਕਾਰਡ ਕੀਤੀ ਹੈ ਜਿਸ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਕਿਤਾਬ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਸਿਰਫ਼ ਖਾਸ ਪਾਠਕਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਕੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਇੱਕ ਬਹੁਤ ਛੋਟੀ ਫਾਈਲ ਬਣਾ ਸਕਦੇ ਹੋ।"
        },
        "title": "ਨਿਰਯਾਤ"
    },
    "importingMerging": {"messages": {
        "1": "ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਸਥਾਪਿਤ ਕੀਤੀ ਗਈ ਕਿਤਾਬ ਨੂੰ ਆਯਾਤ ਕਰਨ ਵੇਲੇ, ਤੁਸੀਂ ਇਹ ਚੁਣਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ ਕਿ ਕੀ ਆਯਾਤ ਕਰਨ ਵਾਲੀ ਕਿਤਾਬ ਨੂੰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਸਥਾਪਿਤ ਕੀਤੀ ਗਈ ਕਿਤਾਬ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ ਜੇਕਰ ਇੱਕ ਅਭੇਦ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
        "2": "ਅਭੇਦ ਹੋਣ 'ਤੇ, ਸਿਰਫ਼ ਚੁਣੇ ਹੋਏ ਪਾਠਕਾਂ ਨੂੰ ਹੀ ਪਹਿਲਾਂ ਤੋਂ ਸਥਾਪਿਤ ਕਿਤਾਬ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇਗਾ।",
        "3": "ਜੇਕਰ ਵਿਲੀਨ ਕੀਤੇ ਜਾ ਰਹੇ ਪਾਠਕ ਪਹਿਲਾਂ ਹੀ ਡੀਵਾਈਸ 'ਤੇ ਸਥਾਪਤ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
    }},
    "importing": {
        "messages": {
            "1": "\"ਰੀਡਿੰਗ ਕਾਰਨਰ\" ਪੰਨੇ ਤੋਂ, ਤੁਸੀਂ ਸਕਰੀਨ ਦੇ ਹੇਠਾਂ-ਸੱਜੇ ਪਾਸੇ (+) ਬਟਨ ਨੂੰ ਦਬਾਉਣ 'ਤੇ \"ਕਿਤਾਬਾਂ ਆਯਾਤ ਕਰੋ\" ਵਿਕਲਪ ਨੂੰ ਚੁਣ ਕੇ ਇਹ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੀਆਂ ਕਿਤਾਬਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨਾ ਹੈ।",
            "2": "ਵਿਕਲਪਕ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ \"ਫੈਮਿਲੀ ਸਟੋਰੀ ਟਾਈਮ\" ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਇੱਕ ਕਿਤਾਬ ਦੀ ਫਾਈਲ ਭੇਜ ਸਕਦੇ ਹੋ।",
            "3": "ਇੱਕ ਕਿਤਾਬ ਨੂੰ ਆਯਾਤ ਕਰਦੇ ਸਮੇਂ ਜੋ ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ ਪਹਿਲਾਂ ਤੋਂ ਸਥਾਪਿਤ ਨਹੀਂ ਹੈ, ਕਿਤਾਬ ਨੂੰ ਸਥਾਪਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।"
        },
        "title": "ਆਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ"
    }
}