{
    "summary": "आप अपने परिवार की पसंदीदा किताबों को डिजिटलाइज़ कर सकते हैं और इसमें उतने अधिक पाठक शामिल कर सकते हैं जो खुद को रिकॉर्ड करने के इच्छुक हों।",
    "openingBookBuilder": {
        "collapsible": {
            "title": "\"बुक बिल्डर\" खोलना",
            "ariaLabel": {
                "expanded": "पुस्तक निर्माता अनुभाग के उद्घाटन को संक्षिप्त करें",
                "collapsed": "बुक बिल्डर अनुभाग खोलें"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "किसी भी पेज से, आप स्क्रीन के ऊपर बाईं ओर हैमबर्गर मेनू के माध्यम से \"बुक बिल्डर\" तक पहुंच सकते हैं।",
                    "2": "वहां से \"बुक बिल्डर\" विकल्प दबाएं।"
                },
                "title": "हैमबर्गर मेनू"
            },
            "actionButton": {
                "messages": {
                    "1": "\"रीडिंग कॉर्नर\" पृष्ठ से, आप स्क्रीन के नीचे दाईं ओर (+) बटन दबाकर \"बुक बिल्डर\" तक पहुंच सकते हैं।",
                    "2": "वहां से \"एक किताब बनाएं\" विकल्प दबाएं।"
                },
                "title": "एक्शन बटन"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "\"बुक बिल्डर\" का उपयोग करना",
            "ariaLabel": {
                "expanded": "पुस्तक निर्माता अनुभाग का उपयोग करके संक्षिप्त करें",
                "collapsed": "बुक बिल्डर अनुभाग का उपयोग करके खोलें"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "एक किताब में कम से कम 1 पेज होना चाहिए, लेकिन इसकी कोई ऊपरी सीमा नहीं है।",
                    "2": "किसी पृष्ठ के लिए उपयोग की जाने वाली छवि को कैप्चर या अपलोड करते समय, छवि से टेक्स्ट निकालने के लिए एआई का उपयोग किया जाएगा। "
                },
                "title": "किताब के पन्ने"
            },
            "bookBuilder": {
                "messages": {
                    "1": "\"बुक बिल्डर\" में आप पुस्तक से संबंधित कई विशेषताओं को निर्दिष्ट करने में सक्षम होंगे।",
                    "2": "पुस्तक का शीर्षक, कई छवियां, स्रोत जानकारी, विलंब, पाठक और पृष्ठ सभी यहां निर्दिष्ट किए जा सकते हैं।"
                },
                "title": "पुस्तक निर्माता"
            },
            "saveBook": {
                "messages": {
                    "1": "जब किसी पुस्तक के सभी फ़ील्ड भर दिए जाएं, तो पुस्तक को डिवाइस में सहेजा जाना चाहिए।",
                    "2": "सहेजने पर, यह सुनिश्चित करने के लिए पुस्तक डेटा की जाँच की जाएगी कि यह सभी वैध है; "
                },
                "title": "एक किताब सहेजा जा रहा है"
            },
            "modifyingImages": {
                "messages": {
                    "1": "छवियां या तो आपके डिवाइस के कैमरे का उपयोग करके कैप्चर की जा सकती हैं, या उन्हें आपकी गैलरी से लोड किया जा सकता है।",
                    "2": "जब कोई छवि चुनी जाती है, तो उसे यह सुनिश्चित करने के लिए संपादित किया जा सकता है कि वह सबसे अच्छी दिखे।",
                    "3": "किसी मौजूदा छवि पर दबाने से छवि बटन सामने आ जाएंगे।"
                },
                "title": "पुस्तक छवियाँ"
            },
            "bookDelays": {
                "messages": {
                    "1": "विलंब को परिभाषित किया जा सकता है जो पुस्तक के प्लेबैक को प्रभावित करेगा।",
                    "2": "ये देरी यह सुनिश्चित कर सकती है कि ऑडियो प्लेबैक बहुत अचानक न लगे।"
                },
                "title": "पुस्तक में देरी"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "जब किसी किताब को ऑटो-प्ले किया जा रहा हो, तो एक पेज पूरा होने पर और अगला पेज शुरू होने के लिए तैयार होने पर एक विशिष्ट ध्वनि बजाई जा सकती है।",
                    "2": "पूर्वनिर्धारित ध्वनियों का एक सेट चुना जा सकता है या एक कस्टम ध्वनि अपलोड या रिकॉर्ड की जा सकती है।"
                },
                "title": "पृष्ठ परिवर्तन ऑडियो"
            },
            "bookReader": {
                "messages": {
                    "1": "एक पुस्तक में कितने भी पाठक हो सकते हैं।",
                    "2": "प्रत्येक पाठक पुस्तक के प्रत्येक पृष्ठ को पढ़ते हुए स्वयं को रिकॉर्ड करेगा और इस प्रकार पुस्तक प्लेबैक के दौरान पुस्तक पढ़ने के लिए उपलब्ध रहेगा।"
                },
                "title": "पुस्तक पाठक"
            },
            "bookSource": {
                "messages": {
                    "1": "पुस्तक के बारे में स्रोत जानकारी प्रदान की जा सकती है।",
                    "2": "हालाँकि यह स्रोत जानकारी वैकल्पिक है, यह आपकी पसंदीदा कहानियों पर नज़र रखने में मदद कर सकती है।"
                },
                "title": "पुस्तक स्रोत जानकारी"
            }
        }
    }
}