{
    "summary": "Is féidir leat na leabhair is fearr le do theaghlach a dhigitiú agus an oiread léitheoirí atá sásta iad féin a thaifeadadh a áireamh.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Oscailt an \"Tógálaí Leabhar\"",
            "ariaLabel": {
                "expanded": "titim an oscailt alt tógálaí leabhar",
                "collapsed": "oscailt an oscailt alt tógálaí leabhar"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "Ó aon leathanach, is féidir leat rochtain a fháil ar an \"Tógálaí Leabhar\" tríd an roghchlár hamburger ag barr-chlé an scáileáin.",
                    "2": "Ó ann brúigh an rogha \"Tógálaí Leabhar\"."
                },
                "title": "Roghchlár Hamburger"
            },
            "actionButton": {
                "messages": {
                    "1": "Ón leathanach \"Cúinne Léitheoireachta\", is féidir leat rochtain a fháil ar an \"Tógálaí Leabhar\" ach an cnaipe (+) a bhrú ag bun na láimhe deise den scáileán.",
                    "2": "Ó ann brúigh an rogha \"cruthaigh leabhar\"."
                },
                "title": "Cnaipe Gníomhaíochta"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Ag baint úsáide as an \"Tógálaí Leabhar\"",
            "ariaLabel": {
                "expanded": "bain úsáid as an rannóg tógálaí leabhar",
                "collapsed": "oscail an rannán ag baint úsáide as an leabhar tógálaí"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Caithfidh leathanach amháin ar a laghad a bheith i leabhar, ach níl aon uasteorainn leis.",
                    "2": "Agus íomhá á ghabháil nó á uaslódáil le húsáid ar leathanach, úsáidfear AI chun an téacs a bhaint as an íomhá. "
                },
                "title": "Leathanaigh Leabhar"
            },
            "bookBuilder": {
                "messages": {
                    "1": "Sa \"Tógálaí Leabhar\", beidh tú in ann roinnt tréithe a bhaineann leis an leabhar a shonrú.",
                    "2": "Is féidir teideal an leabhair, roinnt íomhánna, faisnéis foinse, moilleanna, léitheoirí agus leathanaigh a shonrú anseo."
                },
                "title": "Tógálaí Leabhar"
            },
            "saveBook": {
                "messages": {
                    "1": "Nuair a bheidh réimsí uile an leabhair líonta amach, ní mór an leabhar a shábháil ar an ngléas.",
                    "2": "Nuair a shábhálfar iad, seiceálfar sonraí an leabhair lena chinntiú go bhfuil siad uile bailí; "
                },
                "title": "Leabhar a Shábháil"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Is féidir íomhánna a ghabháil le ceamara do ghléas, nó is féidir iad a luchtú ó do ghailearaí.",
                    "2": "Nuair a bhíonn íomhá roghnaithe, is féidir í a chur in eagar lena chinntiú go bhfuil cuma chomh maith agus is féidir uirthi.",
                    "3": "Má bhrúnn tú ar íomhá atá ann cheana féin, tabharfar suas na cnaipí íomhá."
                },
                "title": "Íomhánna Leabhar"
            },
            "bookDelays": {
                "messages": {
                    "1": "Is féidir moilleanna a shainiú a rachaidh i bhfeidhm ar athsheinm an leabhair.",
                    "2": "Is féidir leis na moilleanna seo a chinntiú nach mbíonn an fhuaim ró-thobann ag athsheinm fuaime."
                },
                "title": "Moill Leabhar"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Nuair a bhíonn leabhar á sheinm go huathoibríoch, is féidir fuaim ar leith a sheinm nuair a chríochnaíonn leathanach agus nuair a bhíonn an chéad leathanach eile réidh le tosú.",
                    "2": "Is féidir sraith fuaimeanna réamhshainithe a roghnú nó is féidir fuaim shaincheaptha a uaslódáil nó a thaifeadadh."
                },
                "title": "Fuaime Athrú Leathanach"
            },
            "bookReader": {
                "messages": {
                    "1": "Féadfaidh líon ar bith léitheoirí a bheith i leabhar.",
                    "2": "Taifeadfaidh gach léitheoir iad féin ag léamh gach leathanach den leabhar agus mar sin beidh siad ar fáil chun an leabhar a léamh le linn athsheinm leabhar."
                },
                "title": "Léitheoirí Leabhar"
            },
            "bookSource": {
                "messages": {
                    "1": "Is féidir eolas foinse a sholáthar faoin leabhar.",
                    "2": "Cé go bhfuil an fhaisnéis foinse seo roghnach, is féidir leis cabhrú le súil a choinneáil ar na scéalta is fearr leat."
                },
                "title": "Eolas Foinse Leabhar"
            }
        }
    }
}