{
    "summary": "Sula dtabharfaidh tú do ghléas ar láimh do do leanbh, is féidir leat an feidhmchlár a ghlasáil chun cosc ​​a chur ar leanaí aon leabhair a scriosadh nó athruithe eile a dhéanamh.",
    "enabling": {
        "messages": {
            "1": "Chun an ghné glasála tuismitheora a chumasú, oscail an roghchlár hamburger agus brúigh an deilbhín glasála oscailte ag barr ar dheis.",
            "2": "Tabharfaidh sé seo leid duit do dheimhniú bithmhéadrach a sholáthar a chuirfidh tús le gné glasála na dtuismitheoirí.",
            "3": "Anois go bhfuil an ghné glasála tuismitheora cumasaithe, nuair a bhrúnn tú ar an deilbhín glasála oscailte, déanfar an feidhmchlár a ghlasáil.",
            "4": "Nuair a bheidh an ghné glasála tuismitheora cumasaithe, gach uair a sheolfar an feidhmchlár, beidh sé i mód faoi ghlas."
        },
        "title": "Cumasaigh Glasáil Tuismitheoirí"
    },
    "disabling": {
        "messages": {
            "1": "Chun an ghné glasála tuismitheora a dhíchumasú, oscail an roghchlár hamburger agus brúigh an mhír socruithe ag bun an leathanaigh.",
            "2": "Ar an leathanach socruithe, díroghnaigh an ghné \"Glasáil Tuismitheoirí\"."
        },
        "title": "Díchumasaigh Glasáil Tuismitheoirí"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Nuair a bheidh an feidhmchlár glasáilte, ní thaispeánfar gnéithe éagsúla den fheidhmchlár, mar shampla roghchláir comhthéacs nó cnaipí a cheadaíonn duit leabhair a chur leis/a bhaint.",
            "2": "Cuireann sé seo an feidhmchlár isteach i mód inléite amháin atá sábháilte do pháistí a úsáid.",
            "3": "Chun rochtain a fháil ar na gnéithe ceilte sin, beidh ort an feidhmchlár a dhíghlasáil."
        },
        "title": "Gnéithe Faoi Ghlas"
    },
    "locked": {
        "messages": {
            "1": "Chun an feidhmchlár a dhíghlasáil, oscail an roghchlár hamburger agus brúigh an deilbhín glasála dúnta ag an mbarr ar dheis.",
            "2": "Tabharfaidh sé seo leid duit do dheimhniú bithmhéadrach a sholáthar a dhíghlasálfaidh an feidhmchlár."
        },
        "title": "Díghlasáil Feidhmchlár"
    }
}