{
    "summary": "Ju mund të dixhitalizoni librat e preferuar të familjes suaj dhe të përfshini sa më shumë lexues që janë të gatshëm t'i regjistrojnë vetë.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Hapja e \"Ndërtuesit të librit\"",
            "ariaLabel": {
                "expanded": "palos hapjen e seksionit të ndërtuesit të librave",
                "collapsed": "hapni hapjen e seksionit të ndërtuesit të librave"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "Nga çdo faqe, ju mund të përdorni \"Book Builder\" përmes menysë së hamburgerit në pjesën e sipërme të majtë të ekranit.",
                    "2": "Prej aty shtypni opsionin \"Book Builder\"."
                },
                "title": "Menuja e Hamburgerit"
            },
            "actionButton": {
                "messages": {
                    "1": "Nga faqja \"Këndi i leximit\", mund të hyni në \"Këndi i librave\" duke shtypur butonin (+) në fund të djathtë të ekranit.",
                    "2": "Nga atje shtypni opsionin \"krijo një libër\"."
                },
                "title": "Butoni i veprimit"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Përdorimi i \"Ndërtuesit të librit\"",
            "ariaLabel": {
                "expanded": "palos seksionin duke përdorur ndërtuesin e librave",
                "collapsed": "hapni seksionin duke përdorur ndërtuesin e librave"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Një libër duhet të përmbajë të paktën 1 faqe, por nuk ka kufi të sipërm.",
                    "2": "Kur kapni ose ngarkoni një imazh që do të përdoret për një faqe, AI do të përdoret për të nxjerrë tekstin nga imazhi. "
                },
                "title": "Faqet e librit"
            },
            "bookBuilder": {
                "messages": {
                    "1": "Në \"Book Builder\", do të mund të specifikoni disa atribute që lidhen me librin.",
                    "2": "Titulli i librit, disa imazhe, informacioni burimor, vonesat, lexuesit dhe faqet mund të specifikohen të gjitha këtu."
                },
                "title": "Ndërtues libri"
            },
            "saveBook": {
                "messages": {
                    "1": "Kur të gjitha fushat e një libri janë plotësuar, libri duhet të ruhet në pajisje.",
                    "2": "Pas ruajtjes, të dhënat e librit do të kontrollohen për t'u siguruar që të gjitha janë të vlefshme; "
                },
                "title": "Ruajtja e një libri"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Imazhet mund të regjistrohen ose duke përdorur kamerën e pajisjes suaj, ose ato mund të ngarkohen nga galeria juaj.",
                    "2": "Kur një imazh është zgjedhur, ai mund të modifikohet për t'u siguruar që të duket sa më mirë që mundet.",
                    "3": "Shtypja e një imazhi ekzistues do të shfaqë butonat e imazhit."
                },
                "title": "Imazhet e librit"
            },
            "bookDelays": {
                "messages": {
                    "1": "Mund të përcaktohen vonesa të cilat do të ndikojnë në riprodhimin e librit.",
                    "2": "Këto vonesa mund të sigurojnë që riprodhimi i audios të mos tingëllojë shumë i papritur."
                },
                "title": "Vonesa të librit"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Kur një libër luhet automatikisht, një tingull specifik mund të luhet kur një faqe përfundon dhe faqja tjetër është gati për të filluar.",
                    "2": "Mund të zgjidhet një grup tingujsh të paracaktuar ose mund të ngarkohet ose regjistrohet një tingull i personalizuar."
                },
                "title": "Faqe Ndrysho Audio"
            },
            "bookReader": {
                "messages": {
                    "1": "Një libër mund të përmbajë çdo numër lexuesish.",
                    "2": "Çdo lexues do të regjistrojë veten duke lexuar çdo faqe të librit dhe kështu do të jetë i disponueshëm për të lexuar librin gjatë riprodhimit të librit."
                },
                "title": "Lexuesit e librit"
            },
            "bookSource": {
                "messages": {
                    "1": "Informacioni burimor mund të jepet për librin.",
                    "2": "Ndërsa ky informacion burimor është opsional, ai mund të ndihmojë në mbajtjen e gjurmëve të historive tuaja të preferuara."
                },
                "title": "Informacion mbi burimin e librit"
            }
        }
    }
}