{
    "summary": "Përpara se t'i dorëzoni pajisjen tuaj fëmijës tuaj, mund ta mbyllni aplikacionin për të parandaluar që fëmijët të fshijnë ndonjë libër ose të bëjnë ndryshime të tjera.",
    "enabling": {
        "messages": {
            "1": "Për të aktivizuar funksionin e kyçjes prindërore, hapni menynë e hamburgerit dhe shtypni ikonën e kyçjes së hapur lart djathtas.",
            "2": "Kjo do t'ju kërkojë të jepni konfirmimin tuaj biometrik, i cili do të inicializojë funksionin e kyçjes prindërore.",
            "3": "Tani që funksioni i kyçjes prindërore është aktivizuar, duke shtypur ikonën e kyçjes së hapur do të kyçet aplikacioni.",
            "4": "Kur aktivizohet funksioni i kyçjes prindërore, çdo herë që aplikacioni hapet, ai do të jetë në modalitetin e kyçur."
        },
        "title": "Aktivizo bllokimin prindëror"
    },
    "disabling": {
        "messages": {
            "1": "Për të çaktivizuar funksionin e kyçjes prindërore, hapni menynë e hamburgerit dhe shtypni artikullin e cilësimeve në fund.",
            "2": "Në faqen e cilësimeve, zgjidhni veçorinë \"Bllokimi prindëror\"."
        },
        "title": "Çaktivizo bllokimin prindëror"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Kur aplikacioni është i kyçur, disa veçori të aplikacionit nuk do të shfaqen, si p.sh. menutë e kontekstit ose butonat që ju lejojnë të shtoni/fshini libra.",
            "2": "Kjo e vendos aplikacionin në një modalitet vetëm për lexim, i cili është i sigurt për t'u përdorur nga fëmijët.",
            "3": "Për të hyrë në ato veçori të fshehura, do t'ju duhet të zhbllokoni aplikacionin."
        },
        "title": "Karakteristikat e kyçura"
    },
    "locked": {
        "messages": {
            "1": "Për të zhbllokuar aplikacionin, hapni menynë e hamburgerit dhe shtypni ikonën e bllokimit të mbyllur lart djathtas.",
            "2": "Kjo do t'ju shtyjë të jepni konfirmimin tuaj biometrik i cili do të zhbllokojë aplikacionin."
        },
        "title": "Zhblloko aplikacionin"
    }
}