{
    "summary": "Mus toir thu an inneal agad don leanabh agad, faodaidh tu an aplacaid a ghlasadh gus casg a chuir air clann bho bhith a’ cuir às do leabhraichean sam bith no bho bhith a’ dèanamh atharrachaidhean eile.",
    "enabling": {
        "messages": {
            "1": "Gus am feart glasaidh phàrantan a chomasachadh, fosgail an clàr hamburger agus brùth air an ìomhaigh glasaidh fosgailte aig a’ mhullach air an làimh dheis.",
            "2": "Brosnaichidh seo thu gus do dhearbhadh biometric a thoirt seachad a thòisicheas am feart glasaidh phàrant.",
            "3": "A-nis gu bheil am feart glasaidh phàrantan air a chomasachadh, le putadh air an ìomhaigh glasaidh fosgailte glasaidh e sìos an tagradh.",
            "4": "Nuair a bhios am feart glasaidh phàrantan air a chomasachadh, gach uair a thèid an tagradh a chuir air bhog, bidh e ann am modh glaiste."
        },
        "title": "Dèan comas air glasadh phàrantan"
    },
    "disabling": {
        "messages": {
            "1": "Gus am feart glasaidh phàrantan a dhì-cheadachadh, fosgail an clàr hamburger agus brùth air an rud roghainnean aig a’ bhonn.",
            "2": "Air duilleag nan roghainnean, dì-thaghadh am feart “Glais Phàrant”."
        },
        "title": "Cuir à comas glas phàrantan"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Nuair a bhios an aplacaid glaiste, cha tèid grunn fheartan den aplacaid a shealltainn leithid clàir-thaice co-theacsa no putanan a leigeas leat leabhraichean a chur ris/a thoirt air falbh.",
            "2": "Bidh seo a’ cur an aplacaid ann am modh leughaidh a-mhàin a tha sàbhailte dha clann a chleachdadh.",
            "3": "Gus faighinn gu na feartan falaichte sin, feumaidh tu an aplacaid fhuasgladh."
        },
        "title": "Feartan glaiste"
    },
    "locked": {
        "messages": {
            "1": "Gus an tagradh fhuasgladh, fosgail a ’chlàr hamburger agus brùth air an ìomhaigh glasaidh dùinte aig a’ mhullach air an làimh dheis.",
            "2": "Brosnaichidh seo thu gus an dearbhadh biometric agad a thoirt seachad a dh’ fhosglas an tagradh."
        },
        "title": "Fuasgladh Iarrtas"
    }
}