{
    "summary": "Às deidh dhut leabhar a chruthachadh, faodaidh tu a roinn le teaghlach is caraidean.",
    "exporting": {
        "messages": {
            "1": "Faodaidh tu aon leabhar às-mhalairt, tron ​​chlàr co-theacsa aige, no grunn leabhraichean aig an aon àm, le bhith a’ cumail grèim fada gus grunn leabhraichean a thaghadh.",
            "2": "Aon uair ‘s gu bheil thu air an leabhar / na leabhraichean a thaghadh airson às-mhalairt, faodaidh tu an uairsin taghadh dè dìreach a bu chòir às-mhalairt.",
            "3": "Gu gnàthach, thèid an leabhar gu lèir às-mhalairt, ach faodaidh tu taghadh is taghadh dè na leughadairean a tha gu bhith air an toirt a-steach do shusbaint an leabhair no faodaidh tu taghadh gus dìreach leughadairean sònraichte às-mhalairt.",
            "4": "Nuair a tha thu dìreach airson am fiosrachadh leughadair a chlàraich thu a chuir gu cuideigin aig a bheil an leabhar mu thràth, faodaidh tu faidhle mòran nas lugha a chruthachadh airson a roinn le bhith dìreach a’ toirt a-steach an leughadair / na leughadairean sònraichte."
        },
        "title": "Às-mhalairt"
    },
    "importingMerging": {"messages": {
        "1": "Nuair a bheir thu a-steach leabhar a tha air a chuir a-steach air an inneal agad mu thràth, bidh e comasach dhut taghadh am bu chòir don leabhar in-mhalairt ath-sgrìobhadh a dhèanamh air an leabhar a chaidh a chuir a-steach mu thràth no am bu chòir co-aonadh a dhèanamh.",
        "2": "Nuair a thig iad còmhla, cha tèid ach na leughadairean taghte a chur ris an leabhar a chaidh a chuir a-steach mu thràth.",
        "3": "Ma tha na leughadairean sin gan cur còmhla air an stàladh mu thràth air an inneal, thèid an cur nan àite."
    }},
    "importing": {
        "messages": {
            "1": "Bhon duilleag “Leugh Corner”, faodaidh tu taghadh dè na leabhraichean a bu chòir a thoirt a-steach le bhith a’ taghadh an roghainn “leabhraichean in-mhalairt” nuair a bhrùthas tu air a’ phutan (+) aig bonn-deas na sgrìn.",
            "2": "Air neo, faodaidh tu faidhle leabhair a chuir chun tagradh “Family Story Time”.",
            "3": "Nuair a bheir thu a-steach leabhar nach eil air a chuir a-steach air an inneal agad mu thràth, thèid an leabhar a chuir a-steach."
        },
        "title": "A’ toirt a-steach"
    }
}