{
    "summary": "يمكنك رقمنة الكتب المفضلة لعائلتك وتضمين أكبر عدد ممكن من القراء الذين يرغبون في تسجيل أنفسهم.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "فتح \"منشئ الكتاب\"",
            "ariaLabel": {
                "expanded": "قم بطي فتح قسم منشئ الكتاب",
                "collapsed": "افتح قسم فتح قسم منشئ الكتاب"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "من أي صفحة، يمكنك الوصول إلى \"Book Builder\" عبر قائمة الهامبرغر الموجودة أعلى يسار الشاشة.",
                    "2": "ومن هناك اضغط على خيار \"Book Builder\"."
                },
                "title": "قائمة همبرغر"
            },
            "actionButton": {
                "messages": {
                    "1": "من صفحة \"ركن القراءة\"، يمكنك الوصول إلى \"منشئ الكتب\" بالضغط على الزر (+) الموجود أسفل يمين الشاشة.",
                    "2": "ومن هناك اضغط على خيار \"إنشاء كتاب\"."
                },
                "title": "زر العمل"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "باستخدام \"منشئ الكتاب\"",
            "ariaLabel": {
                "expanded": "طي قسم استخدام منشئ الكتاب",
                "collapsed": "افتح قسم استخدام منشئ الكتاب"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "يجب أن يحتوي الكتاب على صفحة واحدة على الأقل، ولكن ليس له حد أعلى.",
                    "2": "عند التقاط صورة أو تحميلها لاستخدامها في صفحة ما، سيتم استخدام الذكاء الاصطناعي لاستخراج النص من الصورة. "
                },
                "title": "صفحات الكتاب"
            },
            "bookBuilder": {
                "messages": {
                    "1": "في \"منشئ الكتاب\"، ستتمكن من تحديد العديد من السمات المتعلقة بالكتاب.",
                    "2": "يمكن تحديد عنوان الكتاب والعديد من الصور ومعلومات المصدر والتأخيرات والقراء والصفحات هنا."
                },
                "title": "منشئ الكتاب"
            },
            "saveBook": {
                "messages": {
                    "1": "عند ملء كافة حقول الكتاب، يجب حفظ الكتاب على الجهاز.",
                    "2": "عند الحفظ، سيتم فحص بيانات الكتاب للتأكد من صحتها كلها؛ "
                },
                "title": "حفظ كتاب"
            },
            "modifyingImages": {
                "messages": {
                    "1": "يمكن التقاط الصور إما باستخدام كاميرا جهازك، أو يمكن تحميلها من معرض الصور الخاص بك.",
                    "2": "عند تحديد صورة، يمكن تحريرها للتأكد من أنها تبدو بأفضل ما يمكن.",
                    "3": "سيؤدي الضغط على صورة موجودة إلى إظهار أزرار الصورة."
                },
                "title": "صور الكتاب"
            },
            "bookDelays": {
                "messages": {
                    "1": "يمكن تحديد التأخيرات التي ستؤثر على تشغيل الكتاب.",
                    "2": "يمكن أن تضمن هذه التأخيرات أن تشغيل الصوت لا يبدو مفاجئًا للغاية."
                },
                "title": "تأخير الكتاب"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "عندما يتم تشغيل كتاب تلقائيًا، يمكن تشغيل صوت معين عند اكتمال الصفحة وتكون الصفحة التالية جاهزة للبدء.",
                    "2": "يمكن تحديد مجموعة من الأصوات المحددة مسبقًا أو يمكن تحميل صوت مخصص أو تسجيله."
                },
                "title": "صفحة تغيير الصوت"
            },
            "bookReader": {
                "messages": {
                    "1": "يمكن أن يحتوي الكتاب على أي عدد من القراء.",
                    "2": "سيقوم كل قارئ بتسجيل نفسه وهو يقرأ كل صفحة من الكتاب، وبالتالي سيكون متاحًا لقراءة الكتاب أثناء تشغيل الكتاب."
                },
                "title": "قراء الكتب"
            },
            "bookSource": {
                "messages": {
                    "1": "يمكن توفير معلومات المصدر عن الكتاب.",
                    "2": "على الرغم من أن معلومات المصدر هذه اختيارية، إلا أنها يمكن أن تساعد في تتبع قصصك المفضلة."
                },
                "title": "معلومات مصدر الكتاب"
            }
        }
    }
}