{
    "summary": "আপনি আপনার পরিবারের প্রিয় বইগুলিকে ডিজিটাইজ করতে পারেন এবং যত বেশি পাঠক নিজেদের রেকর্ড করতে ইচ্ছুক তাদের অন্তর্ভুক্ত করতে পারেন।",
    "openingBookBuilder": {
        "collapsible": {
            "title": "\"বুক বিল্ডার\" খোলা হচ্ছে",
            "ariaLabel": {
                "expanded": "বই নির্মাতা বিভাগ খোলার পতন",
                "collapsed": "ওপেনিং বুক বিল্ডার সেকশন খুলুন"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "যেকোনো পৃষ্ঠা থেকে, আপনি পর্দার উপরের-বাম দিকে হ্যামবার্গার মেনুর মাধ্যমে \"বুক বিল্ডার\" অ্যাক্সেস করতে পারেন।",
                    "2": "সেখান থেকে \"Book Builder\" অপশনে চাপুন।"
                },
                "title": "হ্যামবার্গার মেনু"
            },
            "actionButton": {
                "messages": {
                    "1": "\"রিডিং কর্নার\" পৃষ্ঠা থেকে, আপনি স্ক্রিনের নীচে-ডানদিকে (+) বোতাম টিপে \"বুক বিল্ডার\" অ্যাক্সেস করতে পারেন।",
                    "2": "সেখান থেকে \"create a book\" অপশন টিপুন।"
                },
                "title": "অ্যাকশন বোতাম"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "\"বুক বিল্ডার\" ব্যবহার করে",
            "ariaLabel": {
                "expanded": "বুক বিল্ডার বিভাগটি ব্যবহার করে ভেঙে ফেলুন",
                "collapsed": "বই নির্মাতা বিভাগটি ব্যবহার করে খুলুন"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "একটি বইতে কমপক্ষে 1 পৃষ্ঠা থাকতে হবে, তবে কোন উচ্চ সীমা নেই।",
                    "2": "একটি পৃষ্ঠার জন্য ব্যবহার করার জন্য একটি ছবি ক্যাপচার বা আপলোড করার সময়, ছবি থেকে পাঠ্য বের করতে AI ব্যবহার করা হবে। "
                },
                "title": "বই পাতা"
            },
            "bookBuilder": {
                "messages": {
                    "1": "\"বুক বিল্ডার\"-এ আপনি বইয়ের সাথে সম্পর্কিত বেশ কয়েকটি বৈশিষ্ট্য নির্দিষ্ট করতে সক্ষম হবেন।",
                    "2": "বইটির শিরোনাম, বেশ কয়েকটি ছবি, উৎস তথ্য, বিলম্ব, পাঠক এবং পৃষ্ঠাগুলি এখানে উল্লেখ করা যেতে পারে।"
                },
                "title": "বই নির্মাতা"
            },
            "saveBook": {
                "messages": {
                    "1": "একটি বইয়ের সমস্ত ক্ষেত্র পূরণ হয়ে গেলে, বইটিকে অবশ্যই ডিভাইসে সংরক্ষণ করতে হবে।",
                    "2": "সংরক্ষণ করার পরে, বইয়ের ডেটা যাচাই করা হবে যে এটি সব বৈধ কিনা; "
                },
                "title": "একটি বই সংরক্ষণ"
            },
            "modifyingImages": {
                "messages": {
                    "1": "ছবিগুলি হয় আপনার ডিভাইসের ক্যামেরা ব্যবহার করে ক্যাপচার করা যেতে পারে, অথবা সেগুলি আপনার গ্যালারি থেকে লোড করা যেতে পারে৷",
                    "2": "যখন একটি ছবি নির্বাচন করা হয়, তখন এটি সম্পাদনা করা যেতে পারে যাতে এটি সবচেয়ে ভাল দেখায়।",
                    "3": "একটি বিদ্যমান ছবিতে টিপলে ইমেজ বোতামগুলি আসবে।"
                },
                "title": "বই ইমেজ"
            },
            "bookDelays": {
                "messages": {
                    "1": "বিলম্ব সংজ্ঞায়িত করা যেতে পারে যা বইটির প্লেব্যাককে প্রভাবিত করবে।",
                    "2": "এই বিলম্বগুলি নিশ্চিত করতে পারে যে অডিও প্লেব্যাক খুব আকস্মিক শোনাচ্ছে না।"
                },
                "title": "বই বিলম্ব"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "যখন একটি বই স্বয়ংক্রিয়ভাবে চালানো হচ্ছে, একটি নির্দিষ্ট শব্দ বাজানো যেতে পারে যখন একটি পৃষ্ঠা সম্পূর্ণ হয় এবং পরবর্তী পৃষ্ঠাটি শুরু হওয়ার জন্য প্রস্তুত হয়।",
                    "2": "পূর্বনির্ধারিত শব্দগুলির একটি সেট নির্বাচন করা যেতে পারে বা একটি কাস্টম শব্দ আপলোড বা রেকর্ড করা যেতে পারে।"
                },
                "title": "পৃষ্ঠা পরিবর্তন অডিও"
            },
            "bookReader": {
                "messages": {
                    "1": "একটি বই যে কোনো সংখ্যক পাঠক ধারণ করতে পারে।",
                    "2": "প্রতিটি পাঠক বইয়ের প্রতিটি পৃষ্ঠা পড়ার রেকর্ড করবে এবং এইভাবে বই প্লেব্যাকের সময় বইটি পড়ার জন্য উপলব্ধ থাকবে।"
                },
                "title": "বই পাঠক"
            },
            "bookSource": {
                "messages": {
                    "1": "বই সম্পর্কে উৎস তথ্য প্রদান করা যেতে পারে.",
                    "2": "যদিও এই উত্স তথ্য ঐচ্ছিক, এটি আপনার প্রিয় গল্প ট্র্যাক রাখতে সাহায্য করতে পারে."
                },
                "title": "বই উৎস তথ্য"
            }
        }
    }
}