{
    "summary": "Μπορείτε να ψηφιοποιήσετε τα αγαπημένα σας βιβλία της οικογένειάς σας και να συμπεριλάβετε όσους αναγνώστες είναι πρόθυμοι να ηχογραφήσουν οι ίδιοι.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Άνοιγμα του \"Book Builder\"",
            "ariaLabel": {
                "expanded": "σύμπτυξη του ανοίγματος της ενότητας του βιβλίου δημιουργίας",
                "collapsed": "ανοίξτε το άνοιγμα της ενότητας δημιουργίας βιβλίων"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "Από οποιαδήποτε σελίδα, μπορείτε να αποκτήσετε πρόσβαση στο \"Book Builder\" μέσω του μενού χάμπουργκερ στο επάνω αριστερό μέρος της οθόνης.",
                    "2": "Από εκεί πατήστε την επιλογή \"Βιβλιογραφία\"."
                },
                "title": "Μενού χάμπουργκερ"
            },
            "actionButton": {
                "messages": {
                    "1": "Από τη σελίδα \"Reading Corner\", μπορείτε να αποκτήσετε πρόσβαση στο \"Book Builder\" πατώντας το κουμπί (+) στο κάτω δεξιό μέρος της οθόνης.",
                    "2": "Από εκεί πατήστε την επιλογή \"δημιουργία βιβλίου\"."
                },
                "title": "Κουμπί δράσης"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Χρήση του \"Book Builder\"",
            "ariaLabel": {
                "expanded": "σύμπτυξη της ενότητας χρησιμοποιώντας την ενότητα δημιουργίας βιβλίων",
                "collapsed": "ανοίξτε την ενότητα χρησιμοποιώντας την ενότητα δημιουργίας βιβλίων"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Ένα βιβλίο πρέπει να περιέχει τουλάχιστον 1 σελίδα, αλλά δεν έχει ανώτατο όριο.",
                    "2": "Κατά τη λήψη ή τη μεταφόρτωση μιας εικόνας που θα χρησιμοποιηθεί για μια σελίδα, το AI θα χρησιμοποιηθεί για την εξαγωγή του κειμένου από την εικόνα. "
                },
                "title": "Σελίδες βιβλίων"
            },
            "bookBuilder": {
                "messages": {
                    "1": "Στο \"Εργαλείο δημιουργίας βιβλίων\", θα μπορείτε να καθορίσετε πολλά χαρακτηριστικά που σχετίζονται με το βιβλίο.",
                    "2": "Ο τίτλος του βιβλίου, πολλές εικόνες, πληροφορίες πηγής, καθυστερήσεις, αναγνώστες και σελίδες μπορούν να καθοριστούν εδώ."
                },
                "title": "οικοδόμος βιβλίων"
            },
            "saveBook": {
                "messages": {
                    "1": "Όταν όλα τα πεδία ενός βιβλίου έχουν συμπληρωθεί, το βιβλίο πρέπει να αποθηκευτεί στη συσκευή.",
                    "2": "Κατά την αποθήκευση, τα δεδομένα του βιβλίου θα ελεγχθούν για να βεβαιωθείτε ότι είναι όλα έγκυρα. "
                },
                "title": "Αποθήκευση βιβλίου"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Οι εικόνες μπορούν είτε να καταγραφούν χρησιμοποιώντας την κάμερα της συσκευής σας είτε να φορτωθούν από τη συλλογή σας.",
                    "2": "Όταν έχει επιλεγεί μια εικόνα, μπορεί να υποβληθεί σε επεξεργασία για να διασφαλιστεί ότι φαίνεται όσο το δυνατόν καλύτερα.",
                    "3": "Πατώντας μια υπάρχουσα εικόνα θα εμφανιστούν τα κουμπιά εικόνας."
                },
                "title": "Εικόνες βιβλίου"
            },
            "bookDelays": {
                "messages": {
                    "1": "Μπορούν να οριστούν καθυστερήσεις που θα επηρεάσουν την αναπαραγωγή του βιβλίου.",
                    "2": "Αυτές οι καθυστερήσεις μπορούν να εξασφαλίσουν ότι η αναπαραγωγή ήχου δεν ακούγεται πολύ απότομη."
                },
                "title": "Καθυστερήσεις βιβλίων"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Κατά την αυτόματη αναπαραγωγή ενός βιβλίου, ένας συγκεκριμένος ήχος μπορεί να αναπαραχθεί όταν μια σελίδα ολοκληρωθεί και η επόμενη σελίδα είναι έτοιμη να ξεκινήσει.",
                    "2": "Μπορεί να επιλεγεί ένα σύνολο προκαθορισμένων ήχων ή να μεταφορτωθεί ή να εγγραφεί ένας προσαρμοσμένος ήχος."
                },
                "title": "Αλλαγή ήχου σελίδας"
            },
            "bookReader": {
                "messages": {
                    "1": "Ένα βιβλίο μπορεί να περιέχει οποιονδήποτε αριθμό αναγνωστών.",
                    "2": "Κάθε αναγνώστης θα καταγράφει τον εαυτό του διαβάζοντας κάθε σελίδα του βιβλίου και έτσι θα είναι διαθέσιμος να διαβάσει το βιβλίο κατά την αναπαραγωγή του βιβλίου."
                },
                "title": "Αναγνώστες Βιβλίων"
            },
            "bookSource": {
                "messages": {
                    "1": "Πληροφορίες πηγής μπορούν να δοθούν για το βιβλίο.",
                    "2": "Αν και αυτές οι πληροφορίες πηγής είναι προαιρετικές, μπορούν να σας βοηθήσουν να παρακολουθείτε τις αγαπημένες σας ιστορίες."
                },
                "title": "Πληροφορίες για την πηγή του βιβλίου"
            }
        }
    }
}