{
    "summary": "Προτού δώσετε τη συσκευή σας στο παιδί σας, μπορείτε να κλειδώσετε την εφαρμογή για να αποτρέψετε τα παιδιά από το να διαγράψουν βιβλία ή να κάνουν άλλες αλλαγές.",
    "enabling": {
        "messages": {
            "1": "Για να ενεργοποιήσετε τη λειτουργία γονικού κλειδώματος, ανοίξτε το μενού χάμπουργκερ και πατήστε το εικονίδιο ανοιχτού κλειδώματος επάνω δεξιά.",
            "2": "Αυτό θα σας ζητήσει να δώσετε τη βιομετρική σας επιβεβαίωση η οποία θα αρχικοποιήσει τη δυνατότητα γονικού κλειδώματος.",
            "3": "Τώρα που έχει ενεργοποιηθεί η δυνατότητα γονικού κλειδώματος, πατώντας το εικονίδιο ανοιχτού κλειδώματος θα κλειδώσει η εφαρμογή.",
            "4": "Όταν η λειτουργία γονικού κλειδώματος είναι ενεργοποιημένη, κάθε φορά που εκκινείται η εφαρμογή, θα βρίσκεται σε λειτουργία κλειδώματος."
        },
        "title": "Ενεργοποιήστε το Γονικό Κλείδωμα"
    },
    "disabling": {
        "messages": {
            "1": "Για να απενεργοποιήσετε τη λειτουργία γονικού κλειδώματος, ανοίξτε το μενού χάμπουργκερ και πατήστε το στοιχείο ρυθμίσεων στο κάτω μέρος.",
            "2": "Στη σελίδα ρυθμίσεων, αποεπιλέξτε τη δυνατότητα \"Γονικό κλείδωμα\"."
        },
        "title": "Απενεργοποιήστε το Γονικό Κλείδωμα"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Όταν η εφαρμογή είναι κλειδωμένη, πολλές λειτουργίες της εφαρμογής δεν θα εμφανίζονται, όπως μενού περιβάλλοντος ή κουμπιά που σας επιτρέπουν να προσθέτετε/αφαιρείτε βιβλία.",
            "2": "Αυτό θέτει την εφαρμογή σε λειτουργία μόνο για ανάγνωση, η οποία είναι ασφαλής για χρήση από τα παιδιά.",
            "3": "Για να αποκτήσετε πρόσβαση σε αυτές τις κρυφές λειτουργίες, θα πρέπει να ξεκλειδώσετε την εφαρμογή."
        },
        "title": "Κλειδωμένα χαρακτηριστικά"
    },
    "locked": {
        "messages": {
            "1": "Για να ξεκλειδώσετε την εφαρμογή, ανοίξτε το μενού χάμπουργκερ και πατήστε το εικονίδιο κλειστού κλειδώματος επάνω δεξιά.",
            "2": "Αυτό θα σας ζητήσει να δώσετε τη βιομετρική σας επιβεβαίωση η οποία θα ξεκλειδώσει την εφαρμογή."
        },
        "title": "Ξεκλείδωμα εφαρμογής"
    }
}