{
    "summary": "Αφού δημιουργήσετε ένα βιβλίο, μπορείτε να το μοιραστείτε με την οικογένεια και τους φίλους σας.",
    "exporting": {
        "messages": {
            "1": "Μπορείτε είτε να εξαγάγετε ένα μεμονωμένο βιβλίο, μέσω του μενού περιβάλλοντος του, είτε πολλά βιβλία ταυτόχρονα, κρατώντας παρατεταμένα για να επιλέξετε πολλά βιβλία.",
            "2": "Αφού επιλέξετε τα βιβλία προς εξαγωγή, μπορείτε στη συνέχεια να επιλέξετε ακριβώς τι πρέπει να εξαχθεί.",
            "3": "Από προεπιλογή, ολόκληρο το βιβλίο θα εξαχθεί, αλλά μπορείτε να επιλέξετε ποιοι αναγνώστες θα συμπεριληφθούν στο περιεχόμενο του βιβλίου ή μπορείτε να επιλέξετε να εξάγετε μόνο συγκεκριμένους αναγνώστες.",
            "4": "Όταν θέλετε απλώς να στείλετε τις πληροφορίες του αναγνώστη που καταγράψατε σε κάποιον που έχει ήδη το βιβλίο, μπορείτε να δημιουργήσετε ένα πολύ μικρότερο αρχείο για κοινή χρήση, συμπεριλαμβάνοντας μόνο τους συγκεκριμένους αναγνώστες."
        },
        "title": "Εξαγωγή"
    },
    "importingMerging": {"messages": {
        "1": "Κατά την εισαγωγή ενός βιβλίου που είναι ήδη εγκατεστημένο στη συσκευή σας, θα μπορείτε να επιλέξετε εάν το βιβλίο εισαγωγής θα αντικαταστήσει το ήδη εγκατεστημένο βιβλίο ή εάν θα πραγματοποιηθεί συγχώνευση.",
        "2": "Κατά τη συγχώνευση, μόνο οι επιλεγμένοι αναγνώστες θα προστεθούν στο ήδη εγκατεστημένο βιβλίο.",
        "3": "Εάν οι αναγνώστες που συγχωνεύονται είναι ήδη εγκατεστημένοι στη συσκευή, θα αντικατασταθούν."
    }},
    "importing": {
        "messages": {
            "1": "Από τη σελίδα \"Γωνία ανάγνωσης\", μπορείτε να επιλέξετε ποια βιβλία θα εισαγάγετε επιλέγοντας την επιλογή \"εισαγωγή βιβλίων\" όταν πατάτε το κουμπί (+) κάτω δεξιά στην οθόνη.",
            "2": "Εναλλακτικά, μπορείτε να στείλετε ένα αρχείο βιβλίου στην εφαρμογή «Family Story Time».",
            "3": "Κατά την εισαγωγή ενός βιβλίου που δεν είναι ήδη εγκατεστημένο στη συσκευή σας, το βιβλίο θα εγκατασταθεί."
        },
        "title": "Εισαγωγή"
    }
}