{
    "summary": "Вы можете оцифровать любимые книги вашей семьи и привлечь столько читателей, сколько захотят записать себя.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Открытие «Книгостроителя»",
            "ariaLabel": {
                "expanded": "свернуть открытие раздела BookBuilder",
                "collapsed": "открыть раздел конструктора книг"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "С любой страницы вы можете получить доступ к «Book Builder» через меню-гамбургер в верхнем левом углу экрана.",
                    "2": "Оттуда нажмите опцию «Book Builder»."
                },
                "title": "Гамбургер-меню"
            },
            "actionButton": {
                "messages": {
                    "1": "Со страницы «Уголок чтения» вы можете получить доступ к «Book Builder», нажав кнопку (+) в правом нижнем углу экрана.",
                    "2": "Оттуда нажмите кнопку «Создать книгу»."
                },
                "title": "Кнопка действия"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Использование «Книжного конструктора»",
            "ariaLabel": {
                "expanded": "свернуть раздел использования конструктора книг",
                "collapsed": "откройте раздел использования конструктора книг"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Книга должна содержать не менее 1 страницы, но не имеет верхнего предела.",
                    "2": "При захвате или загрузке изображения для использования на странице искусственный интеллект будет использоваться для извлечения текста из изображения. "
                },
                "title": "Страницы книги"
            },
            "bookBuilder": {
                "messages": {
                    "1": "В «Конструкторе книг» вы сможете указать несколько атрибутов, связанных с книгой.",
                    "2": "Здесь можно указать название книги, несколько изображений, исходную информацию, задержки, читателей и страницы."
                },
                "title": "Книжный Строитель"
            },
            "saveBook": {
                "messages": {
                    "1": "Когда все поля книги заполнены, книгу необходимо сохранить на устройство.",
                    "2": "При сохранении данные книги будут проверены на предмет их достоверности; "
                },
                "title": "Сохранение книги"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Изображения можно либо захватить с помощью камеры вашего устройства, либо загрузить из вашей галереи.",
                    "2": "Когда изображение выбрано, его можно отредактировать, чтобы оно выглядело как можно лучше.",
                    "3": "Нажатие на существующее изображение приведет к появлению кнопок изображения."
                },
                "title": "Изображения книг"
            },
            "bookDelays": {
                "messages": {
                    "1": "Можно определить задержки, которые будут влиять на воспроизведение книги.",
                    "2": "Эти задержки могут гарантировать, что воспроизведение звука не будет слишком резким."
                },
                "title": "Задержки книг"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Когда книга воспроизводится автоматически, может воспроизводиться определенный звук, когда страница завершается и следующая страница готова к началу.",
                    "2": "Можно выбрать набор предопределенных звуков или загрузить или записать собственный звук."
                },
                "title": "Звук смены страницы"
            },
            "bookReader": {
                "messages": {
                    "1": "Книга может содержать любое количество читателей.",
                    "2": "Каждый читатель будет записывать свое чтение каждой страницы книги и, таким образом, будет доступен для чтения книги во время воспроизведения книги."
                },
                "title": "Книги для чтения"
            },
            "bookSource": {
                "messages": {
                    "1": "О книге можно предоставить исходную информацию.",
                    "2": "Хотя эта исходная информация не является обязательной, она может помочь отслеживать ваши любимые истории."
                },
                "title": "Информация об источнике книги"
            }
        }
    }
}