{
    "summary": "Можете да дигитализирате любимите си книги на семействата си и да включите толкова читатели, които желаят да се запишат.",
    "openingBookBuilder": {
        "collapsible": {
            "title": "Отваряне на \"Book Builder\"",
            "ariaLabel": {
                "expanded": "свийте отварянето на секцията за създаване на книги",
                "collapsed": "отворете раздела за създаване на книги"
            }
        },
        "content": {
            "hamburgerMenu": {
                "messages": {
                    "1": "От всяка страница можете да получите достъп до \"Book Builder\" чрез менюто за хамбургери в горния ляв ъгъл на екрана.",
                    "2": "Оттам натиснете опцията „Book Builder“."
                },
                "title": "Меню за хамбургери"
            },
            "actionButton": {
                "messages": {
                    "1": "От страницата „Кът за четене“ можете да получите достъп до „Създател на книги“, като натиснете бутона (+) в долния десен ъгъл на екрана.",
                    "2": "Оттам натиснете опцията „Създаване на книга“."
                },
                "title": "Бутон за действие"
            }
        }
    },
    "usingBookBuilder": {
        "collapsible": {
            "title": "Използване на \"Book Builder\"",
            "ariaLabel": {
                "expanded": "свийте секцията за използване на книгата",
                "collapsed": "отворете секцията с помощта на създателя на книги"
            }
        },
        "content": {
            "bookPage": {
                "messages": {
                    "1": "Книгата трябва да съдържа поне 1 страница, но няма горно ограничение.",
                    "2": "Когато заснемате или качвате изображение, което да се използва за страница, AI ще се използва за извличане на текста от изображението. "
                },
                "title": "Страници от книги"
            },
            "bookBuilder": {
                "messages": {
                    "1": "В \"Book Builder\" ще можете да посочите няколко атрибута, свързани с книгата.",
                    "2": "Заглавието на книгата, няколко изображения, информация за източника, закъснения, читатели и страници могат да бъдат посочени тук."
                },
                "title": "Book Builder"
            },
            "saveBook": {
                "messages": {
                    "1": "Когато всички полета на книгата са попълнени, книгата трябва да бъде запазена в устройството.",
                    "2": "При запазване данните на книгата ще бъдат проверени, за да се уверим, че всички са валидни; "
                },
                "title": "Запазване на книга"
            },
            "modifyingImages": {
                "messages": {
                    "1": "Изображенията могат да бъдат заснети или с помощта на камерата на вашето устройство, или могат да бъдат заредени от вашата галерия.",
                    "2": "Когато е избрано изображение, то може да бъде редактирано, за да се гарантира, че изглежда възможно най-добре.",
                    "3": "Натискането на съществуващо изображение ще изведе бутоните за изображения."
                },
                "title": "Изображения на книги"
            },
            "bookDelays": {
                "messages": {
                    "1": "Могат да се определят забавяния, които ще повлияят на възпроизвеждането на книгата.",
                    "2": "Тези забавяния могат да гарантират, че аудио възпроизвеждането няма да звучи твърде рязко."
                },
                "title": "Закъснения на книги"
            },
            "pageChangeAudio": {
                "messages": {
                    "1": "Когато дадена книга се възпроизвежда автоматично, може да се възпроизведе специфичен звук, когато страницата завърши и следващата страница е готова да започне.",
                    "2": "Може да бъде избран набор от предварително дефинирани звуци или персонализиран звук може да бъде качен или записан."
                },
                "title": "Аудио за промяна на страницата"
            },
            "bookReader": {
                "messages": {
                    "1": "Една книга може да съдържа произволен брой читатели.",
                    "2": "Всеки читател ще се записва, докато чете всяка страница от книгата и по този начин ще бъде на разположение за четене на книгата по време на възпроизвеждане на книгата."
                },
                "title": "Читатели на книги"
            },
            "bookSource": {
                "messages": {
                    "1": "Може да се предостави изворова информация за книгата.",
                    "2": "Въпреки че тази информация за източника не е задължителна, тя може да ви помогне да следите любимите си истории."
                },
                "title": "Информация за източника на книгата"
            }
        }
    }
}