{
    "summary": "Преди да дадете устройството си на детето си, можете да заключите приложението, за да попречите на децата да изтриват книги или да правят други промени.",
    "enabling": {
        "messages": {
            "1": "За да активирате функцията за родителско заключване, отворете менюто за хамбургер и натиснете иконата за отворено заключване горе вдясно.",
            "2": "Това ще ви подкани да предоставите вашето биометрично потвърждение, което ще инициализира функцията за родителско заключване.",
            "3": "След като функцията за родителско заключване е активирана, натискането на отворената икона за заключване ще заключи приложението.",
            "4": "Когато функцията за родителско заключване е активирана, всеки път, когато се стартира приложението, то ще бъде в заключен режим."
        },
        "title": "Активиране на родителско заключване"
    },
    "disabling": {
        "messages": {
            "1": "За да деактивирате функцията за родителско заключване, отворете менюто за хамбургер и натиснете елемента за настройки в долната част.",
            "2": "На страницата с настройки премахнете отметката от функцията „Родителско заключване“."
        },
        "title": "Деактивирайте родителския контрол"
    },
    "lockedBookSelector": {
        "messages": {
            "1": "Когато приложението е заключено, няколко функции на приложението няма да се показват, като контекстни менюта или бутони, които ви позволяват да добавяте/премахвате книги.",
            "2": "Това поставя приложението в режим само за четене, който е безопасен за използване от деца.",
            "3": "За да получите достъп до тези скрити функции, ще трябва да отключите приложението."
        },
        "title": "Заключени функции"
    },
    "locked": {
        "messages": {
            "1": "За да отключите приложението, отворете менюто за хамбургери и натиснете иконата за затворено заключване горе вдясно.",
            "2": "Това ще ви подкани да предоставите вашето биометрично потвърждение, което ще отключи приложението."
        },
        "title": "Отключване на приложението"
    }
}